IDEA Open Model
ConnectionCheckRes.CheckResBolt Property
Compatible with IDEA StatiCa 20.1
 List of check results for bolts
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<CheckResBolt> CheckResBolt { get; set; }
Public Property CheckResBolt As List(Of CheckResBolt)
	Get
	Set
Property Value
Type: List<CheckResBolt>
See Also
Reference
ConnectionCheckRes Class
IdeaRS.OpenModel.Connection Namespace